[{"fields": {"notes": "asd fasdf a", "slug": "asdf", "phone": "", "address": "", "precinct": "1st", "email": ""}, "model": "copwatch.precinct", "pk": 1}, {"fields": {"notes": "asdf asdf asdf asdf", "slug": "dfds", "phone": "", "address": "", "precinct": "2nd", "email": ""}, "model": "copwatch.precinct", "pk": 2}, {"fields": {"weight": 345, "image": "./march.jpg", "hair_color": null, "image_new": false, "ht_inch": "9", "years_emp_law": 10, "ethnicity": "", "years_emp_mps": 5, "badge": "642", "email": "jack@jack.com", "status": "Single", "eye_col": "Blue", "alma_mater": "Metro State", "city_of_residence": "Blaine", "phone": "2334151323", "rank": "Officer", "precinct": 2, "slug": "john-doe", "salary": 65645, "name": "John Doe", "notes": "Leela, are you alright? You got wanged on the head. You mean while I'm sleeping in it? Say it in Russian! Anyone who laughs is a communist! I just told you! You've killed me!\r\n\r\nBut I know you in the future. I cleaned your poop. All I want is to be a monkey of moderate intelligence who wears a suit… that's why I'm transferring to business school! WINDMILLS DO NOT WORK THAT WAY! GOOD NIGHT!\r\n\r\nWe'll go deliver this crate like professionals, and then we'll go home. Leela, Bender, we're going grave robbing. Meh. Also Zoidberg.\r\n\r\nWe'll go deliver this crate like professionals, and then we'll go home. They're like sex, except I'm having them! Fry! Quit doing the right thing, you jerk! Oh, how I wish I could believe or understand that! There's only one reasonable course of action now: kill Flexo!\r\n\r\nHey, guess what you're accessories to. We don't have a brig. I don't want to be rescued. You know, I was God once.\r\n\r\nYeah, I do that with my stupidness. Now that the, uh, garbage ball is in space, Doctor, perhaps you can help me with my sexual inhibitions? Hey, guess what you're accessories to. We're also Santa Claus!\r\n\r\nHey, tell me something. You've got all this money. How come you always dress like you're doing your laundry? And yet you haven't said what I told you to say! How can any of us trust you? Leela, are you alright? You got wanged on the head.\r\n\r\nYou can crush me but you can't crush my spirit! I don't know what you did, Fry, but once again, you screwed up! Now all the planets are gonna start cracking wise about our mamas. Kif might! I didn't ask for a completely reasonable excuse! I asked you to get busy!\r\n\r\nNo, of course not. It was… uh… porno. Yeah, that's it. And I'm his friend Jesus. Humans dating robots is sick. You people wonder why I'm still single? It's 'cause all the fine robot sisters are dating humans!\r\n\r\nKids have names? For one beautiful night I knew what it was like to be a grandmother. Subjugated, yet honored. Why did you bring us here? One hundred dollars. Kids don't turn rotten just from watching TV.\r\n\r\nI'm a thing. Of all the friends I've had… you're the first. Would you censor the Venus de Venus just because you can see her spewers? She also liked to shut up! I'll tell them you went down prying the wedding ring off his cold, dead finger.\r\n\r\nNo! Don't jump! Or a guy who burns down a bar for the insurance money! Why am I sticky and naked? Did I miss something fun? Soothe us with sweet lies.\r\n\r\nI'm a thing. Is the Space Pope reptilian!? You can see how I lived before I met you. I was having the most wonderful dream. Except you were there, and you were there, and you were there! We don't have a brig.\r\n\r\nA true inspiration for the children. That's a popular name today. Little \"e\", big \"B\"? Moving along… Actually, that's still true. I don't want to be rescued.\r\n\r\nThis is the worst kind of discrimination: the kind against me! Pansy. Dear God, they'll be killed on our doorstep! And there's no trash pickup until January 3rd. Say it in Russian! Spare me your space age technobabble, Attila the Hun!\r\n\r\nWow, you got that off the Internet? In my day, the Internet was only used to download pornography. Check it out, y'all. Everyone who was invited is here. I haven't felt much of anything since my guinea pig died.\r\n\r\nMoving along… Is today's hectic lifestyle making you tense and impatient? I am the man with no name, Zapp Brannigan! I am Singing Wind, Chief of the Martians.\r\n\r\nI suppose I could part with 'one' and still be feared… Yes. You gave me a dollar and some candy. I'm a thing. I'm sorry, guys. I never meant to hurt you. Just to destroy everything you ever believed in.\r\n\r\nGuards! Bring me the forms I need to fill out to have her taken away! Leela's gonna kill me. I saw you with those two \"ladies of the evening\" at Elzars. Explain that. Whoa a real live robot; or is that some kind of cheesy New Year's costume?\r\n\r\nWhy would I want to know that? Oh no! The professor will hit me! But if Zoidberg 'fixes' it… then perhaps gifts! The key to victory is discipline, and that means a well made bed. You will practice until you can make your bed in your sleep.", "race": "Latino", "ht_feet": "5"}, "model": "copwatch.officer", "pk": 1}, {"fields": {"weight": 135, "image": "", "hair_color": "Blonde", "image_new": false, "ht_inch": "4", "years_emp_law": 2, "ethnicity": "", "years_emp_mps": 3, "badge": "234", "email": "jello@jldk.com", "status": "Married", "eye_col": "Green", "alma_mater": "MCTC", "city_of_residence": "Woodbury", "phone": "6123422351", "rank": "Officer", "precinct": 1, "slug": "jane-doe", "salary": 43364, "name": "Jane Doe", "notes": "Kids don't turn rotten just from watching TV. Anyone who laughs is a communist! I'll tell them you went down prying the wedding ring off his cold, dead finger. Belligerent and numerous. For the last time, I don't like lilacs! Your 'first' wife was the one who liked lilacs!\r\n\r\nUm, is this the boring, peaceful kind of taking to the streets? Really?! Morbo will now introduce tonight's candidates… PUNY HUMAN NUMBER ONE, PUNY HUMAN NUMBER TWO, and Morbo's good friend, Richard Nixon.\r\n\r\nAsk her how her day was. We'll go deliver this crate like professionals, and then we'll go home. It must be wonderful. No, she'll probably make me do it. I am the man with no name, Zapp Brannigan! Michelle, I don't regret this, but I both rue and lament it.\r\n\r\nGuess again. Is today's hectic lifestyle making you tense and impatient? Robot 1-X, save my friends! And Zoidberg! Yeah. Give a little credit to our public schools.\r\n\r\nGood news, everyone! There's a report on TV with some very bad news! Ah, yes! John Quincy Adding Machine.  He struck a chord with the voters when he pledged not to go on a killing spree. Bender, being God isn't easy. If you do too much, people get dependent on you, and if you do nothing, they lose hope. You have to use a light touch. Like a safecracker, or a pickpocket.\r\n\r\nIsn't it true that you have been paid for your testimony? Kids don't turn rotten just from watching TV. You've killed me! Oh, you've killed me! Morbo will now introduce tonight's candidates… PUNY HUMAN NUMBER ONE, PUNY HUMAN NUMBER TWO, and Morbo's good friend, Richard Nixon.\r\n\r\nThis is the worst kind of discrimination: the kind against me! Well I'da done better, but it's plum hard pleading a case while awaiting trial for that there incompetence. Interesting. No, wait, the other thing: tedious.\r\n\r\nOh no! The professor will hit me! But if Zoidberg 'fixes' it… then perhaps gifts! Interesting. No, wait, the other thing: tedious. I wish! It's a nickel. A sexy mistake. Incidentally, you have a dime up your nose.\r\n\r\nYou don't know how to do any of those. I usually try to keep my sadness pent up inside where it can fester quietly as a mental illness. Well, thanks to the Internet, I'm now bored with sex. Is there a place on the web that panders to my lust for violence?\r\n\r\nThere's no part of that sentence I didn't like! They're like sex, except I'm having them! With a warning label this big, you know they gotta be fun! Then we'll go with that data file! I haven't felt much of anything since my guinea pig died.\r\n\r\nBender?! You stole the atom. But I know you in the future. I cleaned your poop. No! Don't jump! Now, now. Perfectly symmetrical violence never solved anything. Negative, bossy meat creature!\r\n\r\nFry! Quit doing the right thing, you jerk! Kif might! It's just like the story of the grasshopper and the octopus. All year long, the grasshopper kept burying acorns for winter, while the octopus mooched off his girlfriend and watched TV. But then the winter came, and the grasshopper died, and the octopus ate all his acorns. Also he got a race car. Is any of this getting through to you?\r\n\r\nGood news, everyone! I've taught the toaster to feel love! Daddy Bender, we're hungry. I usually try to keep my sadness pent up inside where it can fester quietly as a mental illness. You, minion. Lift my arm. AFTER HIM!\r\n\r\nAnd I'd do it again! And perhaps a third time! But that would be it. I haven't felt much of anything since my guinea pig died. Why would I want to know that? And I'm his friend Jesus. That's right, baby. I ain't your loverboy Flexo, the guy you love so much. You even love anyone pretending to be him!\r\n\r\nSay what? You know the worst thing about being a slave? They make you work, but they don't pay you or let you go. I had more, but you go ahead. Maybe I love you so much I love you no matter who you are pretending to be.\r\n\r\nI love this planet! I've got wealth, fame, and access to the depths of sleaze that those things bring. Yes, if you make it look like an electrical fire. When you do things right, people won't be sure you've done anything at all.\r\n\r\nAlso Zoidberg. Now what? Oh, but you can. But you may have to metaphorically make a deal with the devil. And by \"devil\", I mean Robot Devil. And by \"metaphorically\", I mean get your coat. Kids have names?\r\n\r\nIt may comfort you to know that Fry's death took only fifteen seconds, yet the pain was so intense, that it felt to him like fifteen years. And it goes without saying, it caused him to empty his bowels. You know, I was God once.\r\n\r\nNo! The cat shelter's on to me. OK, this has gotta stop. I'm going to remind Fry of his humanity the way only a woman can. OK, this has gotta stop. I'm going to remind Fry of his humanity the way only a woman can.\r\n\r\nGoodbye, friends. I never thought I'd die like this. But I always really hoped. Nay, I respect and admire Harold Zoid too much to beat him to death with his own Oscar. But I know you in the future. I cleaned your poop.", "race": "White", "ht_feet": "5"}, "model": "copwatch.officer", "pk": 2}, {"fields": {"car_image": "./italian-landscape-mountains-nature.jpg", "car_model": "Explorer", "notes": "Here are some notes about this car.", "officers": [2], "car_make": "Ford", "image_new": true, "car_year": "2014", "car_num": 34235, "precinct": 1}, "model": "copwatch.vehicle", "pk": 1}, {"fields": {"description": "YiupYpupu dfasdf ", "timestamp": "2016-03-24T11:15:25.035Z", "officer": [2], "location": "", "date": "2016-03-24T11:15:12Z", "precinct": 1, "slug": "happened", "subject": "This happened"}, "model": "copwatch.complaint", "pk": 1}, {"fields": {"description": "asdf asdf asdf asdf asdf ", "timestamp": "2016-03-24T11:15:45.420Z", "officer": [1], "location": "", "date": "2016-03-24T11:15:33Z", "precinct": 2, "slug": "happening", "subject": "This is happening"}, "model": "copwatch.complaint", "pk": 2}]